IdeaRS.Connections
StiffenerData.ChamferCorners Property
Compatible with IDEA StatiCa 0.0
 If true corners are chamfered
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool ChamferCorners { get; set; }
Property Value
Type: Boolean
See Also
Reference
StiffenerData Class
IdeaRS.Connections.Data Namespace